tap "dkanejs/aws-session-manager-plugin"
tap "gjbae1212/gossm"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "netlify/netlifyctl"
brew "openssl@1.1"
brew "python@3.8", link: false
brew "ansible"
brew "awscli"
brew "bash-completion"
brew "bazel"
brew "berglas"
brew "bind"
brew "fontconfig"
brew "cask"
brew "go"
brew "dep"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exa"
brew "fasd"
brew "fish"
brew "fzf"
brew "git"
brew "gradle"
brew "graphviz"
brew "hstr"
brew "httpie"
brew "jq"
brew "leiningen"
brew "maven"
brew "mkcert"
brew "nginx"
brew "nss"
brew "pandoc"
brew "perl"
brew "pipenv"
brew "postgresql@9.6", link: true
brew "pstree"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
brew "gjbae1212/gossm/gossm"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "heroku/brew/heroku"
brew "lucagrulla/tap/cw"
brew "netlify/netlifyctl/netlifyctl"
cask "adoptopenjdk"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flux"
cask "gitup"
cask "inkscape"
cask "iterm2"
cask "muzzle"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
