tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lucagrulla/tap"
tap "netlify/netlifyctl"
cask "adoptopenjdk"
brew "openssl@1.1"
brew "python"
brew "awscli"
brew "bash-completion"
brew "bind"
brew "cask"
brew "cloc"
brew "go"
brew "dep"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "fasd"
brew "fish"
brew "fontconfig"
brew "git"
brew "gradle"
brew "hstr"
brew "httpie"
brew "jq"
brew "leiningen"
brew "maven"
brew "mkcert"
brew "nss"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "lucagrulla/tap/cw"
brew "netlify/netlifyctl/netlifyctl"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "flux"
cask "gitup"
cask "google-chrome"
cask "iterm2"
cask "muzzle"
cask "notion"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
