# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "d12frosted/emacs-plus"

# Packages
brew "libyaml"
brew "sqlite"
brew "ansible"
brew "autoconf"
brew "awscli"
brew "bazel"
brew "bench"
brew "boot-clj"
brew "gettext"
brew "pixman"
brew "gmp"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "cask"
brew "cloc"
brew "dnsmasq"
brew "doxygen"
brew "fish"
brew "git"
brew "gnu-sed"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "hostess"
brew "htop"
brew "hugo"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libcroco"
brew "libevent"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "librsvg"
brew "ncdu"
brew "nginx"
brew "node"
brew "perl"
brew "pipenv"
brew "postgresql"
brew "rename"
brew "rlwrap"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terraform"
brew "tmux"
brew "unrar"
brew "utf8proc"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"

# Brew cask
cask "hyper"
cask "macdown"
