alefragnani.project-manager
bungcip.better-toml
EditorConfig.EditorConfig
esbenp.prettier-vscode
fallenwood.vimL
flowtype.flow-for-vscode
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
mauve.terraform
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
msjsdiag.debugger-for-chrome
skyapps.fish-vscode
swyphcosmo.spellchecker
vscodevim.vim
waderyan.gitblame
william-voyek.vscode-nginx
yzhang.markdown-all-in-one
