asvetliakov.vscode-neovim
bbenoist.Nix
bungcip.better-toml
esbenp.prettier-vscode
golang.go
kumar-harsh.graphql-for-vscode
local-extensions.custom-nginx-syntax
mads-hartmann.bash-ide-vscode
matklad.rust-analyzer
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ronnidc.nunjucks
streetsidesoftware.code-spell-checker
wholroyd.HCL
