astro-build.astro-vscode
asvetliakov.vscode-neovim
bbenoist.Nix
esbenp.prettier-vscode
golang.go
hashicorp.hcl
kumar-harsh.graphql-for-vscode
local-extensions.custom-nginx-syntax
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ronnidc.nunjucks
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
stripe.markdoc-language-support
tamasfe.even-better-toml
