bbenoist.Nix
bungcip.better-toml
DevonDCarew.bazel-code
EditorConfig.EditorConfig
esbenp.prettier-vscode
fallenwood.vimL
flowtype.flow-for-vscode
golang.go
hashicorp.terraform
howardzuo.vscode-git-blamer
JamesBirtles.svelte-vscode
kumar-harsh.graphql-for-vscode
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
msjsdiag.debugger-for-chrome
rust-lang.rust
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
swyphcosmo.spellchecker
vscodevim.vim
wholroyd.HCL
william-voyek.vscode-nginx
yzhang.markdown-all-in-one
